{"<pad>": 0, "<unk>": 1, "and": 2, "for": 3, "defi": 4, "smart": 5, "with": 6, "metaverse": 7, "a": 8, "is": 9, "ethereum": 10, "layer": 11, "gaming": 12, "crypto": 13, "contracts": 14, "low": 15, "nft": 16, "of": 17, "fee": 18, "virtual": 19, "to": 20, "the": 21, "protocol": 22, "in": 23, "contract": 24, "high": 25, "1": 26, "world": 27, "on": 28, "layer1": 29, "blockchain": 30, "2": 31, "meme": 32, "fees": 33, "trading": 34, "tokens": 35, "kuber": 36, "pack": 37, "bitcoin": 38, "decentralized": 39, "digital": 40, "proof": 41, "aave": 42, "lending": 43, "chain": 44, "near": 45, "as": 46, "nfts": 47, "solana": 48, "avalanche": 49, "subnets": 50, "chainlink": 51, "real": 52, "dex": 53, "trending": 54, "coin": 55, "cross": 56, "cosmos": 57, "payments": 58, "arbitrum": 59, "new": 60, "regulation": 61, "traders": 62, "bundle": 63, "value": 64, "throughput": 65, "enterprise": 66, "deployments": 67, "polygon": 68, "layer2": 69, "feeds": 70, "uniswap": 71, "sandbox": 72, "land": 73, "decentraland": 74, "mana": 75, "axie": 76, "infinity": 77, "play": 78, "earn": 79, "token": 80, "stake": 81, "interoperability": 82, "xrp": 83, "community": 84, "including": 85, "rollup": 86, "optimism": 87, "record": 88, "volume": 89, "btc": 90, "work": 91, "store": 92, "eth": 93, "platform": 94, "evm": 95, "sol": 96, "fast": 97, "finality": 98, "avax": 99, "customizable": 100, "matic": 101, "scales": 102, "marketplaces": 103, "link": 104, "provides": 105, "oracle": 106, "infrastructure": 107, "connecting": 108, "data": 109, "uni": 110, "leading": 111, "exchange": 112, "market": 113, "amm": 114, "users": 115, "assets": 116, "sand": 117, "estate": 118, "axs": 119, "ecosystem": 120, "cardano": 121, "ada": 122, "driven": 123, "polkadot": 124, "blockchains": 125, "layer0": 126, "inter": 127, "communication": 128, "ibc": 129, "dogecoin": 130, "doge": 131, "shiba": 132, "inu": 133, "shib": 134, "an": 135, "arb": 136, "optimistic": 137, "scaling": 138, "op": 139, "developer": 140, "friendly": 141, "protocols": 142, "amid": 143, "institutional": 144, "interest": 145, "asset": 146, "compliance": 147, "platforms": 148, "brands": 149, "network": 150, "upgrade": 151, "transaction": 152, "signs": 153, "blue": 154, "chip": 155, "collections": 156, "creator": 157, "etf": 158, "inflows": 159, "among": 160, "expands": 161, "lower": 162, "retail": 163, "mica": 164, "game": 165, "hooks": 166, "gains": 167, "event": 168, "risk": 169, "exposure": 170, "original": 171, "currency": 172, "consensus": 173, "use": 174, "case": 175, "enabling": 176, "applications": 177, "compatibility": 178, "optimized": 179, "offers": 180, "sub": 181, "second": 182, "solutions": 183, "automated": 184, "making": 185, "allowing": 186, "borrow": 187, "lend": 188, "flash": 189, "loans": 190, "borrowing": 191, "where": 192, "buy": 193, "create": 194, "experiences": 195, "powering": 196, "3d": 197, "user": 198, "owned": 199, "reality": 200, "research": 201, "academic": 202, "rigor": 203, "dot": 204, "enables": 205, "multiple": 206, "through": 207, "parachains": 208, "parachain": 209, "atom": 210, "sovereign": 211, "connected": 212, "ripple": 213, "facilitates": 214, "border": 215, "remittances": 216, "financial": 217, "institutions": 218, "remittance": 219, "used": 220, "micro": 221, "tipping": 222, "social": 223, "initiatives": 224, "using": 225, "rollups": 226, "cheaper": 227, "execution": 228, "sharded": 229, "designed": 230, "sharding": 231, "tvl": 232, "surges": 233, "past": 234, "50b": 235, "milestone": 236, "total": 237, "locked": 238, "reached": 239, "volumes": 240, "spike": 241, "sec": 242, "proposes": 243, "framework": 244, "us": 245, "regulators": 246, "unveiled": 247, "draft": 248, "rules": 249, "custody": 250, "affecting": 251, "listings": 252, "nationwide": 253, "sales": 254, "hit": 255, "saw": 256, "enter": 257, "economy": 258, "cuts": 259, "validators": 260, "approved": 261, "reducing": 262, "shows": 263, "recovery": 264, "q4": 265, "rebound": 266, "introduce": 267, "royalty": 268, "enforcement": 269, "tools": 270, "drive": 271, "spot": 272, "products": 273, "attracted": 274, "billions": 275, "reshaping": 276, "patterns": 277, "hedge": 278, "funds": 279, "launches": 280, "gas": 281, "attracting": 282, "borrowers": 283, "eu": 284, "takes": 285, "effect": 286, "stablecoins": 287, "european": 288, "now": 289, "governs": 290, "stablecoin": 291, "issuance": 292, "strict": 293, "reserve": 294, "disclosure": 295, "requirements": 296, "announces": 297, "mode": 298, "studio": 299, "unveils": 300, "expansion": 301, "interoperable": 302, "avatar": 303, "across": 304, "worlds": 305, "power": 306, "pilots": 307, "fortune": 308, "500": 309, "companies": 310, "pilot": 311, "private": 312, "supply": 313, "automation": 314, "v4": 315, "spark": 316, "innovation": 317, "wave": 318, "enable": 319, "novel": 320, "primitives": 321, "dynamic": 322, "limit": 323, "orders": 324, "partners": 325, "studios": 326, "launch": 327, "deals": 328, "major": 329, "publishers": 330, "breaks": 331, "monthly": 332, "transfers": 333, "between": 334, "zones": 335, "surge": 336, "traction": 337, "day": 338, "shift": 339, "frequency": 340, "migrate": 341, "faster": 342, "settlement": 343, "hosts": 344, "fashion": 345, "week": 346, "rallied": 347, "luxury": 348, "showcased": 349, "wearables": 350, "oracles": 351, "integrate": 352, "adopt": 353, "price": 354, "tokenized": 355, "treasury": 356, "bills": 357, "commodity": 358, "backed": 359, "india": 360, "drafts": 361, "tax": 362, "guidelines": 363, "requires": 364, "exchanges": 365, "report": 366, "enhanced": 367, "kyc": 368, "hackathon": 369, "yields": 370, "200": 371, "dapps": 372, "attracts": 373, "builders": 374, "focusing": 375, "opensea": 376, "curation": 377, "art": 378, "marketplace": 379, "introduces": 380, "verified": 381, "driving": 382, "renewed": 383, "collector": 384, "altcoin": 385, "rotation": 386, "strategy": 387, "swing": 388, "desks": 389, "rotate": 390, "from": 391, "into": 392, "beta": 393, "during": 394, "sessions": 395, "curated": 396, "top": 397, "yield": 398, "coins": 399, "conservative": 400, "long": 401, "term": 402, "portfolio": 403, "stability": 404, "activity": 405, "speculative": 406}